bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fireblast.hyprlang-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
mpmischitelli.gtk-css
ms-dotnettools.vscode-dotnet-runtime
muhammad-sammy.csharp
nalt.donet-battery-pack
naumovs.color-highlight
pkief.material-icon-theme
pulkitgangwar.nextjs-snippets
ritwickdey.liveserver
rust-lang.rust-analyzer
sumneko.lua
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
webfreak.debug
zlorn.vstuc
